[  {    "id": 1,    "chef_picture": "https://i.ibb.co/6RCbjft/chef-holding-pan-with-fire-inside-min.jpg",    "chef_name": "Zhang Wei",    "years_of_experience": 12,    "number_of_recipes": 80,    "likes": 1500,    "rating": 4.7 ,    "bio": "Zhang Wei is a seasoned chef with over 12 years of experience in the culinary arts. His specialty is in Chinese cuisine and he has created over 80 unique recipes that have become popular with his customers." },  {    "id": 2,    "chef_picture": "https://i.ibb.co/FgZHWLM/professional-chef-wear-black-with-sushi-rolls-restaurant-japanese-traditional-food-min.jpg",    "chef_name": "Liu Ming",    "years_of_experience": 8,    "number_of_recipes": 60,    "likes": 1200,    "rating": 4.5 ,
"bio": "Liu Ming is a young chef who has made a name for himself in the culinary world with his unique take on traditional Chinese dishes. He has 8 years of experience under his belt and has created 60 delicious recipes that have won over the hearts and stomachs of many." },  {    "id": 3,    "chef_picture": "https://i.ibb.co/4TPQ2pS/portrait-elderly-chef-dressed-uniform-with-crossed-arms-against-dark-background-min.jpg",    "chef_name": "Chen Mei",    "years_of_experience": 10,    "number_of_recipes": 90,    "likes": 2000,    "rating": 4.8 , 
"bio": "Chen Mei is a passionate chef who has been in the culinary industry for 10 years. Her specialty is in creating innovative Chinese dishes that are both delicious and healthy. She has created over 90 recipes that have received rave reviews from her customers."},  {    "id": 4,    "chef_picture": "https://i.ibb.co/hmZsy7b/portrait-confident-male-chef-kitchen-min-1.jpg",    "chef_name": "Wang Hong",    "years_of_experience": 15,    "number_of_recipes": 120,    "likes": 2500,    "rating": 4.9 ,
"bio": "Wang Hong is a veteran chef with over 15 years of experience in the culinary arts. He has an encyclopedic knowledge of Chinese cuisine and has created over 120 recipes that are loved by his customers. He is known for his attention to detail and his ability to create complex dishes with simple ingredients."
},  {    "id": 5,    "chef_picture": "https://i.ibb.co/cFhJtXc/asian-people-having-dinner-party-1-min.jpg",    "chef_name": "Yang Xiao",    "years_of_experience": 6,    "number_of_recipes": 40,    "likes": 800,    "rating": 4.4  ,   "bio": "Yang Xiao is a rising star in the culinary world with 6 years of experience under her belt. She is known for her creative take on traditional Chinese dishes and has created over 40 unique recipes that have won over the hearts of her customers. Her dishes are a perfect blend of traditional Chinese flavors and modern culinary techniques."},  {    "id": 6,    "chef_picture": "https://i.ibb.co/ryN9ZBV/happy-cook-smelling-salad-with-meat-plate-min.jpg",    "chef_name": "Liha Jian",    "years_of_experience": 9,    "number_of_recipes": 70,    "likes": 1300,    "rating": 4.6 ,
"bio": "Liha Jian is a master of Sichuan cuisine with over a decade of experience in the kitchen. He is known for his bold use of spices and his ability to balance flavors in complex dishes."
}]
